
"Home" = "Home";

"Choose Photo" = "Choose Photo";

"Album" = "Album";

"Size" = "Size";

"Strength" = "Strength";

"Earse" = "Earse";

"Msk" = "Msk";

"Not detected face" = "Not Detected Face";

"More apps" = "More apps" ;

"Other" = "Other";

"Rate us in the App Store!" = "Rate us in the App Store!";

"Contact the Author" = "Contact the Author";

"Smart Mosaic HD Pro" = "Smart Mosaic HD Pro";

"Smart Mosaic Pro" = "Smart Mosaic Pro";

"Settings" = "Settings";

"Picture quality" = "Picture quality";

"Low quality" = "Low quality";

"High quality" = "High quality";

"AgedPhoto" = "AgedPhoto";

"FaceCamera" = "FaceCamera";

"FaceCamera Pro" = "FaceCamera Pro";

"Smart Mosaic HD" = "Smart Mosaic HD";

"Smart Mosaic" = "Smart Mosaic";

"Face Recognition strength" = "Face Recognition strength";

"Low" = "Low";

"High" = "High";